Revit 2027 API
ParameterTypeId.RbsPipeValveLossCvfactorParam Property
 "Cv Coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeValveLossCvfactorParam { get; }
Public Shared ReadOnly Property RbsPipeValveLossCvfactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeValveLossCvfactorParam {
	ForgeTypeId^ get ();
}
static member RbsPipeValveLossCvfactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace